tap "coursier/formulas"
tap "datamindedbe/conveyor-formulas"
tap "dbt-labs/dbt"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "kreuzwerker/taps"
tap "turbot/tap"
tap "warrensbox/tap"
brew "libpng"
brew "apache-spark"
brew "snappy"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "findutils"
brew "geos"
brew "git"
brew "gradle"
brew "grep"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "krb5"
brew "lzop"
brew "maven"
brew "node"
brew "postgresql@13", restart_service: true
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "rust"
brew "sbt"
brew "terragrunt"
brew "tmux"
brew "tree"
brew "coursier/formulas/coursier"
brew "datamindedbe/conveyor-formulas/conveyor"
brew "dbt-labs/dbt/dbt-postgres"
brew "dbt-labs/dbt/dbt-snowflake", link: false
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "warrensbox/tap/tfswitch"
cask "alt-tab"
cask "pgadmin4"
cask "snowflake-snowsql"
